-- MySQL dump 10.13  Distrib 5.6.19, for osx10.7 (i386)
--
-- Host: 121.42.185.156    Database: mydb
-- ------------------------------------------------------
-- Server version	5.7.17

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Dumping data for table `qcs_brand`
--

LOCK TABLES `qcs_brand` WRITE;
/*!40000 ALTER TABLE `qcs_brand` DISABLE KEYS */;
INSERT INTO `qcs_brand` VALUES (1,'华为','huawei.jpg','世界500强，手机、路由。','http://www.huawei.com/en/',1,'2017-02-15 00:00:00','2017-02-15 00:00:00',0),(2,'小米','xiaomi.jpg','小米商城直营小米公司旗下所有产品,囊括小米手机系列小米MIX、小米Note 2,红米手机系列红米Note 4、红米4,智能硬件,配件及小米生活周边,同时提供小米客户服务及售后...','http://www.mi.com/',2,'2017-02-15 00:00:00','2017-02-15 00:00:00',0),(3,'远洋','yuanyang.jpg','辽宁省大连渔业集团公司（简称辽渔集团）坐落于辽东半岛大连湾畔，1945年组建成立，是省属国有资产授权经营的特大型渔业联合企业。企业资产总值达63.5亿元，员工近万人，设有分公司、全资子公司和控股、参股中外合资公司30余家，海陆域总面积340万平方米，目前已形成集海洋捕捞、港口航运、水产品交易、水产品加工、冷藏、国内外营销、船舶修造地产开发、物资供应等多产业多元化的经营格局，成为国内同行业最具综合规模优势、产业链条最为完整的现代化渔业基地。企业经济效益连续多年雄居全国行业前列，集团营业总收入超过100亿元的突出代表，是中国渔业发展史上一面光辉的旗帜！','http://www.dlyysp.com/',3,'2017-02-15 00:00:00','2017-02-15 00:00:00',0),(4,'苹果','apple.jpg','辽宁省大连渔业集团公司（简称辽渔集团）坐落于辽东半岛大连湾畔，1945年组建成立，是省属国有资产授权经营的特大型渔业联合企业。企业资产总值达63.5亿元，员工近万人，设有分公司、全...','http://www.apple.com/cn/',4,'2017-02-15 00:00:00','2017-02-15 00:00:00',0),(5,'稻花香','daohuaxiang.jpg','辽宁省大连渔业集团公司（简称辽渔集团）坐落于辽东半岛大连湾畔，1945年组建成立，是省属国有资产授权经营的特大型渔业联合企业。企业资产总值达63.5亿元，员工近万人，设有分公司、全...','http://www.apple.com/cn/',5,'2017-02-15 00:00:00','2017-02-15 00:00:00',0),(6,'桃李','taoli.jpg','面包不错 是熟的','http://www.apple.com/cn/',6,'2017-02-15 00:00:00','2017-02-15 00:00:00',0),(7,'三星','sanxing.jpg','各种电子产品','http://www.samsung.com/cn/?cid=cn_ppc_baidu_ba_20170123_mt_samsung_a0_main',7,'2017-02-15 00:00:00','2017-02-15 00:00:00',0);
/*!40000 ALTER TABLE `qcs_brand` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Dumping data for table `qcs_goods`
--

LOCK TABLES `qcs_goods` WRITE;
/*!40000 ALTER TABLE `qcs_goods` DISABLE KEYS */;
INSERT INTO `qcs_goods` VALUES (1,13,1,'123456','精品苹果手机iPhone10','<font size=12><font>','限时特价仅有10台',NULL,0,10,100.000,2000.00,1900.00,1487148200,1492245800,'值得拥有','能打电话 能看视频 能砸石头','1.jpg,2.jpg,3.jpg','4.jpg,5.jpg,6.jpg',1,1,1,1,1,'2017-02-15 00:00:00','2017-02-15 00:00:00',0),(2,13,7,'123457','精品三星手机iPhone10','<font size=12><font>','限时特价仅有10台',NULL,0,10,103.000,2000.00,1900.00,1487148200,1492245800,'值得拥有','能打电话 能看视频 能砸石头','1.jpg,2.jpg,3.jpg','4.jpg,5.jpg,6.jpg',1,1,1,1,1,'2017-02-15 00:00:00','2017-02-15 00:00:00',0),(3,12,1,'123458','华为笔记本','<font size=12><font>','限时特价仅有10台',NULL,0,10,1003.000,5000.00,3000.00,1487148200,1492245800,'值得拥有','能打电话 能看视频 能砸石头','1.jpg,2.jpg,3.jpg','4.jpg,5.jpg,6.jpg',1,1,1,1,1,'2017-02-15 00:00:00','2017-02-15 00:00:00',0);
/*!40000 ALTER TABLE `qcs_goods` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Dumping data for table `qcs_goods_attribute`
--

LOCK TABLES `qcs_goods_attribute` WRITE;
/*!40000 ALTER TABLE `qcs_goods_attribute` DISABLE KEYS */;
INSERT INTO `qcs_goods_attribute` VALUES (1,1,9,'20英寸','2017-02-15 00:00:00','2017-02-15 00:00:00',0),(2,1,10,'1024x768','2017-02-15 00:00:00','2017-02-15 00:00:00',0),(3,2,9,'20英寸','2017-02-15 00:00:00','2017-02-15 00:00:00',0),(4,2,10,'1024x768','2017-02-15 00:00:00','2017-02-15 00:00:00',0),(5,3,7,'20英寸','2017-02-15 00:00:00','2017-02-15 00:00:00',0),(6,3,8,'1024x768','2017-02-15 00:00:00','2017-02-15 00:00:00',0);
/*!40000 ALTER TABLE `qcs_goods_attribute` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Dumping data for table `qcs_goods_category`
--

LOCK TABLES `qcs_goods_category` WRITE;
/*!40000 ALTER TABLE `qcs_goods_category` DISABLE KEYS */;
INSERT INTO `qcs_goods_category` VALUES (1,'食品','能吃',0,1,'1,3,5','2017-02-15 00:00:00','2017-02-15 00:00:00',0),(2,'生鲜','海里的',1,1,'1,3,5','2017-02-15 00:00:00','2017-02-15 00:00:00',0),(3,'肉类','各种肉类食品',1,2,'2,4,6','2017-02-15 00:00:00','2017-02-15 00:00:00',0),(4,'零食','各种休闲食品',1,3,'2,4,6','2017-02-15 00:00:00','2017-02-15 00:00:00',0),(5,'糖','甜食',4,1,'2,4,6','2017-02-15 00:00:00','2017-02-15 00:00:00',0),(6,'干果','干果',4,2,'2,4,6','2017-02-15 00:00:00','2017-02-15 00:00:00',0),(7,'服装','衣服',0,1,'2,4,6','2017-02-15 00:00:00','2017-02-15 00:00:00',0),(8,'男装','男装',7,1,'2,4,6','2017-02-15 00:00:00','2017-02-15 00:00:00',0),(9,'女装','女装',7,2,'2,4,6','2017-02-15 00:00:00','2017-02-15 00:00:00',0),(10,'单装','单装',7,3,'2,4,6','2017-02-15 00:00:00','2017-02-15 00:00:00',0),(11,'电子产品','电子产品',0,1,'1,2,4,7','2017-02-15 00:00:00','2017-02-15 00:00:00',0),(12,'电脑','电子产品',11,1,'1,2,4,7','2017-02-15 00:00:00','2017-02-15 00:00:00',0),(13,'手机','电子产品',11,2,'1,2,4,7','2017-02-15 00:00:00','2017-02-15 00:00:00',0),(14,'电视','电子产品',11,3,'1,2,4,7','2017-02-15 00:00:00','2017-02-15 00:00:00',0);
/*!40000 ALTER TABLE `qcs_goods_category` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Dumping data for table `qcs_goods_category_attribute`
--

LOCK TABLES `qcs_goods_category_attribute` WRITE;
/*!40000 ALTER TABLE `qcs_goods_category_attribute` DISABLE KEYS */;
INSERT INTO `qcs_goods_category_attribute` VALUES (1,2,'保质期','1个月,2个月,3个月,半年,1年','2017-02-15 00:00:00','2017-02-15 00:00:00',0),(2,2,'口味','咸,甜,辣,苦','2017-02-15 00:00:00','2017-02-15 00:00:00',0),(3,2,'质量','50克以下,50-100克,100-200克,200克以上','2017-02-15 00:00:00','2017-02-15 00:00:00',0),(4,6,'保质期','1个月,2个月,3个月,半年,1年','2017-02-15 00:00:00','2017-02-15 00:00:00',0),(5,6,'口味','咸,甜,辣,苦','2017-02-15 00:00:00','2017-02-15 00:00:00',0),(6,6,'质量','50克以下,50-100克,100-200克,200克以上','2017-02-15 00:00:00','2017-02-15 00:00:00',0),(7,12,'尺寸','19.5英寸,20英寸,21英寸','2017-02-15 00:00:00','2017-02-15 00:00:00',0),(8,12,'分辨率','1024x768,1366x768','2017-02-15 00:00:00','2017-02-15 00:00:00',0),(9,13,'尺寸','19.5英寸,20英寸,21英寸','2017-02-15 00:00:00','2017-02-15 00:00:00',0),(10,13,'分辨率','1024x768,1366x768','2017-02-15 00:00:00','2017-02-15 00:00:00',0),(11,14,'尺寸','19.5英寸,20英寸,21英寸','2017-02-15 00:00:00','2017-02-15 00:00:00',0),(12,14,'分辨率','1024x768,1366x768','2017-02-15 00:00:00','2017-02-15 00:00:00',0);
/*!40000 ALTER TABLE `qcs_goods_category_attribute` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Dumping routines for database 'mydb'
--
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2017-02-15 17:23:30
